Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.28.12.10_fin.txt.tmx
Source language: fin
Languages: sme

source: Kohti saamelaiskäräjävaaleja Vuoden lopussa päättyy hakeutuminen saamelaiskäräjien vaaliluetteloon.
sme: Sikta sámediggeválggaide Jagi loahpas nohká ohcamuša guođđin sámedikki válgalogahallamii.

source: Vetoankin kaikkiin saamelaisiin, jotka ette ole vielä vaaliluettelossa, hakeutumaan luetteloon, jotta pääsette käyttämään äänioikeuttanne tulevissa saamelaiskäräjävaaleissa ja vaikuttamaan siihen, millaista politiikkaa saamelaiskäräjillä tulevina vuosina ajetaan.
sme: Hálidan ávžžuhit ja doarjalit buot sápmelaččaide, geat eai leat válgalogahallamis, ohcalit logahallamii, vai beassabehtet geavahit iežaideattet jienastanvuoigatvuođa boahtte sámediggeválggain ja váikkuhit dasa, makkár politihkka sámedikkis boahttevaš jagiid vuddjojuvvo ovddos.

source: Seuraavan vaalikauden aikana saatetaan päätökseen pohjoismaisen saamelaissopimuksen jatkoneuvottelut ja mahdollinen sopimuksen ratifiointi.
sme: Čuovvovaš válgaáigodaga áigge loahpahuvvojit davviriikkalaš sámi soahpamuša (konvenšuvnna) joatkkaráđđádallamat ja vejolaš soahpamuša ratifiseren.

source: Yhtäaikaisesti saamelaissopimuksen ratifiointiin tähtäävien neuvottelujen kanssa Suomi joutuu ratkaisemaan saamelaisten maa- ja vesioikeuskysymykset, koska ne ovat olennainen osa saamelaissopimuksen ratifiointia.
sme: Oktanaga ráđđádallamiiguin, mat siktejit sámi soahpamuša ratifiseremii, Suopma šaddá čoavdit sámiid eanan- ja čáhcevuoigatvuohtagažaldagaid, daningo dat sámi soahpamuša ratifiserema mávssolaš oassi.

source: Pohjoismaisen saamelaissopimuksen ratifiointi edellyttänee myös Suomen saamelaiskäräjälain tarkistamista sekä vaalijärjestelmän uudistamista.
sme: Davviriikkalaš sámi soahpamuša ratifiseren gáibideažžá maid Suoma sámediggelága dárkkisteami ja válgaortnega ođasteami.

source: Saamelaiskäräjät on tehnyt esityksen vaalijärjestelmän uudistamiseksi.
sme: Sámediggi lea dahkan evttohusa válgaortnega ođasteami várás.

source: Nyt äänestäjillä ei ole minkäänlaista kuluttajansuojaa, saamelaiskäräjille valitaan edustajia ilman yleistä tietoa sitä, millaista politiikkaa he ajavat.
sme: Dál jienasteddjiin ii leat mangelágán golaheaddjesujiid, sámediggái válljejuvvojit ovddasteaddjit almmá oppalaš dieđu haga das, makkár politihka sii vudjet.

source: Kuten tämä vaalikausi on osoittanut, vaalijärjestelmässä on ongelmia.
sme: Dego dát válgaáigodat lea čájehan, de válgavuogádagas leat buncárat.

source: Oikeusministeriöstä on ilmoitettu, että tulevalla hallituskaudella saamelaiskäräjälakia ja vaalijärjestelmää voidaan tarkistaa.
sme: Vuoigatvuohtaministeriijas lea ilmmuhuvvon, ahte boahtte ráđđehusáigodagas sámediggeláhka ja válgaortnet sáhttá dárkkistuvvot.

source: Toivon, että tulevissa saamelaiskäräjävaaleissa Te, hyvät äänestäjät, vaaditte edustajianne poliittisia linjauksia julki ennen äänestyspäätöstänne.
sme: Sávan, ahte boahtte sámediggeválggain dii, buorit jienasteaddjit, gáibidehpet iežaideattet ovddasteddjiin politihkalaš linnjemiid albmosii ovdal go dahkabehtet jienastanmearrádusa.

source: Te määräätte tulevan saamelaiskäräjien poliittisen linjan.
sme: Dii mearridehpet boahttevaš sámedikki politihkalaš linnjá.

source: Saamelaiskäräjien kotisivuilta löytyvät lomakkeet vaaliluetteloon hakeutumisesta oheisesta linkistä: www.samediggi.fi--&gt; dokumentit-- gt; vaalit 2011.
sme: Sámedikki ruovttusiidduin gávdnojit skovit válgalogahallamii ohcamis čuovvovaš liŋkkas:www.samediggi.fi--&gt; dokumeantat- Vaalit 2011.

source: Kuluva vuosi on ollut kiireinen saamelaiskäräjillä.
sme: Gollan jahki lea leamaš hohpolaš sámedikkis.

source: Olen laajemmin käsitellyt kulunutta vuotta kirjoituksessani Inarilaiseen (suomeksi).
sme: Lean viidáseappot gieđahallan gollan jagi čállosisttán Inarilainen-aviissas suomagillii.

source: Varsinainen toimintamme on kasvanut ja saamelaisen parlamentaarisen neuvoston puheenjohtajuuden hoito on lisännyt työtaakkaa merkittävästi.
sme: Aitosaš doaibmamet lea lassánan ja sámi parlamentáralaš ráđi jođiheami dikšun lea lasihan bargonoađi mearkkašahtti ládje.

source: Kuluvan vuoden aikana on saavutettu pieniä edistysaskelia saamelaisten oikeusaseman kehityksessä, vaikka julkisuudesta sitä ei aina huomaa.
sme: Dán jagi áigge leat joksan smávva ovdánanlávkkiid sámiid riektesajádaga ovdáneamis, vaikko almmolašvuođas dan ii álohii fuobmáge.

source: Hallituksen esityksissä uudeksi maastoliikennelaiksi sekä uudeksi vesilaiksi tulee ensimmäisen kerran omaksi pykäläkseen saamelaiskulttuurin suojan turvaaminen.
sme: Ráđđehusa evttohusain ođđa meahccejohtalusláhkan sihke ođđa čáhceláhkan boahtiba goappásnai vuosttaš geardde iežas paragráfan sámi kultuvrra suoji dorvvasteapmi.

source: Saamen kielenelvytysohjelman suunnittelu on alkanut.
sme: Sámegiela ealáskahttinprográmma plánen lea álgán.

source: Ohjelmaa valmistelevassa työryhmässä on vahva saamelaiskäräjien edustus ja uskonkin, että saamme ohjelmasta sellaisen, että se turvaa saamen kielen ja saamelaiskulttuurin tulevaisuuden sekä saamelaisten kotiseutualueella että sen ulkopuolella.
sme: Prográmma válmmaštalli bargojoavkkus lea nanu sámedikki ovddastus ja jáhkánnai, ahte oažžut prográmmas dakkára, ahte dat dorvvasta sámegiela ja sámi kultuvrra boahtteáiggi sihke sámiid ruovttuguovllus ja dan olggobealde.

source: Nuorten aseman kohentuminen saamelaiskäräjien toiminnassa on myös suuri edistys.
sme: Nuoraid sajádaga buorráneapmi sámedikki doaimmas lea maid stuora ovdáneapmi.

source: Tuleva vuosi on viimeinen tämän vaalikauden saamelaiskäräjien toimintavuosi.
sme: Boahtte jahki lea maŋimus dán válgaáigodaga sámedikki doaibmajahki.

source: Paljon haasteita on vielä edessä.
sme: Olu hástalusat lea vel ovddas.

source: Biodiversiteettisopimuksen artikla 8(j)-työryhmän työ tulee saattaa loppuun huhtikuun loppuun mennessä.
sme: Biodiversiteahttasoahpamuša artihkal 8(j)-bargojoavkku bargu galgá loahpahuvvot cuoŋománu loahpa rádjái.

source: Saamelaisen parlamentaarisen neuvoston toiminnan ja hallinnon uudelleenorganisointi tulisi myös saattaa loppuun ensi syksyyn mennessä.
sme: Sámi parlamentáralaš ráđi doaimma ja hálddahusa ođđasitorganiseren galggalii maid loahpahuvvot boahtte čavčča rádjái.

source: Saamelaiskäräjien työjärjestyksen ja taloushallinnon uudistamistyö tulisi myös saattaa loppuun.
sme: Sámedikki bargoortnega ja ekonomiijahálddahusa ođasnuhttinbargu galggalii maid loahpahuvvot.

source: Haasteita on paljon ja tehtävää riittävästi vielä tälläkin vaalikaudella.
sme: Hástalusat leat vaikko man eatnat ja bargu lea dárbahassii vel dánnai válgaáigodagas.

source: Tulevan vuoden aikana itse kunkin saamelaiskäräjäjäsenen tulee pohtia lähteekö enää ehdolle saamelaiskäräjävaaleihin.
sme: Boahtte jagi áigge iešguhtenai sámedikki lahttu galgá suokkardit vuolgágo šat evttohassan sámediggeválgii.

source: Sama pohdinta on myös minulla edessä.
sme: Seamma suokkardeapmi lea maid mus ovddas.

source: En voi kiistää, etteikö tämä vaalikausi olisi ollut raskas niin henkisesti kuin fyysisestikin.
sme: In sáhte šiitit, ahte iigo dát válgaáigodat livčče leamaš lossat nu vuoiŋŋamašlaččat go maid fysihkalaččatnai.

source: Henkilökohtaisuuksiin keskittyvä oppositiopolitiikka saamelaiskäräjillä on myös hyvin raskasta.
sme: Persovdnii čuohcci ja vuojulduvvi opposišuvdnapolitihkka sámedikkis lea maid hui lossat.

source: Valitettavasti myös perheeni on kärsinyt julkisuuden paineista.
sme: Lea šállošahtti, ahte maiddái mu bearaš lea gillán almmusvuođa deaddagiin.

source: Mediapeli on myös koventunut eikä asiakysymyksistä haluta juuri uutisia tehdä.
sme: Mediaspeallu lea maid šaddan garraseabbon eaige áššegažaldagain háliduvvo dahkkojuvvot ođđasat.

source: Asiallista, kriittistä, tutkivaa journalismia ei saamelaismedioista juuri löydy.
sme: Áššálaš, kritihkalaš, dutki journalisma sámi mediain ii jur gávdno.

source: Kansanedustajat tosin valittavat samaa valtakunnan mediasta.
sme: Lea maid duohta, ahte riikkabeaivvelahtut váidalit seamma váilevašvuođain váldegotti medias.

source: Kausi on ollut raskas, mutta paljon on saatu aikaan ja paljon on vielä tekemättä.
sme: Válgaáigodat lea leamaš lossat, muhto olu lea ožžojuvvon áigái ja olu lea vel dagakeahttá.

source: Lopullisen päätöksen siitä lähdenkö enää ehdolle saamelaiskäräjävaaleihin teen kuultuani perhettäni hyvissä ajoin ennen vaaleja.
sme: Loahpalaš mearrádusa das vuolggángo šat evttohassan sámediggeválggaide dagan go lean ráđđádallan áššis iežan bearrašiin buori áigge ovdal válggaid.

source: Tiedotan toki päätöksestäni blogini lukijoita.
sme: Dieđihan dieđusge mearrádusastan mu blogga lohkkiid.

source: Jouluviikolla osallistuin Lapin yliopiston saamen kielen lehtori Leif Rantalan jäähyväisseminaariin, Saame ja Lapin yliopisto.
sme: Juovlavahku oassálasten Lappi universiteahta sámegiela lektora Leif Rantala barggusheaitinseminárii, Sápmi ja Lappi universiteahtta.

source: Toin tilaisuuteen saamelaiskäräjien tervehdyksen.
sme: Bukten dilálašvuhtii sámedikki dearvvahusa.

source: Tilaisuuden keskustelussa kehotin myös yliopistoja kantamaan oman vastuunsa saamen kielen elvytysohjelman toteutumiseksi.
sme: Dilálašvuođa ságastallamis ávzzuhin, ahte maiddái universiteahtat galget guoddit ovddasvástádusaset sámegiela ealáskahttinprográmma olláhuhttima várás.

source: Yliopistojen tulisi omalta osaltaan valmistautua ohjelmaan ja sen jälkeiseen aikaan kouluttamalla opettajia ja asiantuntijoita sekä valmistamalla materiaalia kielenelvytystehtäviin.
sme: Universiteahtat galggale iežaset osiin ráhkkanit prográmmii ja dan maŋŋel go dat nohká nu ahte dat skuvlejit oahpaheddjiid ja áššedovdiid sihke nu ahte válmmaštit materiála goiellaealáskahttinbargguide.

source: Seuraavana päivänä toin tervehdyksen Kemi-Tornion ammattikorkeakoulun valmistujaisjuhlaan.
sme: Čuovvovaš beaivve bukten dearvvahusa Kemi-Tornio (Giepma-Duortnus) ámmátállaskuvlla válmmašnuvvanfeasttas.

source: Puheet löytyvät saamelaiskäräjien kotisivuilta.
sme: Mu doallan sártnit sámedikki ruovttusiidduin.

source: Tammikuun ensimmäisellä viikolla pidän viikon loman.
sme: Ođđajagimánu vuosttaš vahku doalan vahku luomu.

source: Työkiireet alkavat sitten taas loppiaisen jälkeen.
sme: Bargohoahput álget fas loahppážiid maŋŋel.

source: Vuontisjärvellä 28.12.2010
sme: Vuottesjávrres 28.12.2010

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
